Repository: OpenMandrivaAssociation/kooka
Catalog: kooka-*.po
Languages: ru

# NAME OF TRANSLATORS
source: Your names
ru: Дмитрий Ильин,Андрей Черепанов

# EMAIL OF TRANSLATORS
source: Your emails
ru: widgetII@mail.ru,sibskull@mail.ru

source: &File
ru: &Файл

source: S&can
ru: &Сканирование

source: &Image
ru: &Изображение

source: S&ettings
ru: &Настройки

source: Image Viewer Toolbar
ru: Панель инструментов просмотра изображения

source: Scanning Toolbar
ru: Панель инструментов сканирования

source: <b>Bitmap Picture</b> is a widely used format for images under MS Windows. It is suitable for color, grayscale and line art images.<p>This format is widely supported but is not recommended, use an open format instead.
ru: <b>Bitmap Picture</b> широко распространённый формат изображений используемый в MS Windows. Он используется для цветных, чёрно-белых изображений разной глубины.<p>Этот формат широко используется, однако мы рекомендуем использовать другой, открытый формат.

source: <b>Portable Bitmap</b>, as used by Netpbm, is an uncompressed format for line art (bitmap) images. Only 1 bit per pixel depth is supported.
ru: <b>Portable Bitmap</b>, используемый Netpbm, не сжатый формат чёрно-белых растровых изображений. Поддерживается только одно-битовый режим.

source: <b>Portable Greymap</b>, as used by Netpbm, is an uncompressed format for grayscale images. Only 8 bit per pixel depth is supported.
ru: <b>Portable Greymap</b>, используемый Netpbm, не сжатый формат чёрно-белых растровых изображений. Поддерживается только 8-и битовый режим.

source: <b>Portable Pixmap</b>, as used by Netpbm, is an uncompressed format for full color images. Only 24 bit per pixel RGB is supported.
ru: <b>Portable Pixmap</b>, используемый Netpbm, не сжатый формат чёрно-белых растровых изображений. Поддерживается только 24-ёх битовый режим.

source: <b>PCX</b> is a lossless compressed format which is often supported by PC imaging applications, although it is rather old and unsophisticated. It is suitable for color and grayscale images.<p>This format is not recommended, use an open format instead.
ru: <b>PCX</b> Устаревший формат, поддерживает сжатие без потерь для цветных и чёрно-белых изображений.<p>Этот формат не рекомендуется для использования

source: <b>X Bitmap</b> is often used by the X Window System to store cursor and icon bitmaps.<p>Unless required for this purpose, use a general purpose format instead.
ru: <b>X Bitmap</b> используется для хранения изображений курсоров в X Window System.<p> Используйте его только если он точно нужен.

source: <b>X Pixmap</b> is often used by the X Window System for color icons and other images.<p>Unless required for this purpose, use a general purpose format instead.
ru: <b>X Pixmap</b> используется для хранения изображений значков в X Window System.<p> Используйте его только если он точно нужен.

source: <b>Portable Network Graphics</b> is a lossless compressed format designed to be portable and extensible. It is suitable for any type of color or grayscale images, indexed or true color.<p>PNG is an open format which is widely supported.
ru: <b>Portable Network Graphics</b> Формат изображений поддерживающий сжатие без потерь. Поддерживает цветные, чёрно-белые, индексированных и True Color цветов.<p>PNG открытый, расширяемый, широко используемый формат.

source: <b>JPEG</b> is a compressed format suitable for true color or grayscale images. It is a lossy format, so it is not recommended for archiving or for repeated loading and saving.<p>This is an open format which is widely supported.
ru: <b>JPEG</b> Сжимаемый формат для цветных true color и чёрно-белых изображений. сжатие происходит с потерями качества и не рекомендуется для архивирования или многократного редактирования-сохранения.<p>Открытый, широкоиспользуемый стандарт.

source: <b>JPEG 2000</b> was intended as an update to the JPEG format, with the option of lossless compression, but so far is not widely supported. It is suitable for true color or grayscale images.
ru: <b>JPEG 2000</b> это усовершенствованный формат JPEG, поддерживающий сжатие без потерь. Используется для цветных и чёрно-белых изображений. Формат менее распространён JPEG.

source: <b>Encapsulated PostScript</b> is derived from the PostScript&trade; page description language. Use this format for importing into other applications, or to use with (e.g.) TeX.
ru: <b>Encapsulated PostScript</b> формат основывающийся на подмножестве языков описания страницы PostScript&trade; . Полезен для импортирования в приложения использующие TeX.

source: <b>Truevision Targa</b> can store full color images with an alpha channel, and is used extensively by animation and video applications.<p>This format is not recommended, use an open format instead.
ru: <b>Truevision Targa</b> может хранить цветные изображения и алфа-канал, используется в анимации и видео.<p>Этот формат не рекомендуется для использования, выберите свободный формат.

source: <b>Graphics Interchange Format</b> is a popular but patent-encumbered format often used for web graphics. It uses lossless compression with up to 256 colors and optional transparency.<p>For legal reasons this format is not recommended, use an open format instead.
ru: <b>Graphics Interchange Format</b> популярный в web графике формат, но ограждён патентами. Поддерживает сжатие без потерь для изображений с глубиной цвета до 256 цветов и прозрачностью.<p>Из-за патентов мы не рекомендуем его, лучше выберите свободный формат.

source: <b>Tagged Image File Format</b> is a versatile and extensible file format widely supported by imaging and publishing applications. It supports indexed and true color images with alpha transparency.<p>Because there are many variations, there may sometimes be compatibility problems. Unless required for use with other applications, use an open format instead.
ru: <b>Tagged Image File Format</b> многоцелевой, расширяемый формат широко используемый в издательских приложениях. Поддерживает индексированные цвета и true color с альфа-каналом.<p>из-за того что существует множество вариаций этого формата, мы рекомендуем его использовать только если это действительно нужно, из-за возможных проблем совместимости.

source: <b>Multiple-image Network Graphics</b> is derived from the PNG standard and is intended for animated images. It is an open format suitable for all types of images.<p>Images produced by a scanner will not be animated, so unless specifically required for use with other applications use PNG instead.
ru: <b>Multiple-image Network Graphics</b> это ответвление стандарта PNG для хранения анимированных изображений. Этот формат поддерживает все типы изображения.<p>Сканированые изображения всё равно не будут анимированными, так что используйте лучше PNG.

source: This is the <b>Silicon Graphics</b> native image file format, supporting 24 bit true color images with optional lossless compression.<p>Unless specifically required, use an open format instead.
ru: Это внутренний формат <b>Silicon Graphics</b>, поддерживающий цветные true color изображения и сжатие без потерь.<p>Используйте его только если точно знаете что делаете.

source: Save Assistant
ru: Мастер сохранения изображения

source: Save Scan
ru: &Сохранить сканирования

source: <qt>Select a format to save the scanned image.<br>This is a <b>%1</b>.
ru: <qt>Выберите формат для сохранения полученного изображения. <br>Это <b>%1</b>.

source: File format:
ru: Формат файла:

source: Image sub-format:
ru: Субформат изображения:

source: Only show recommended formats for this image type
ru: Показывать только рекомендованые форматы для этого типа изображения

source: Always use this save format for this image type
ru: Всегда использовать этот формат для этого типа изображения

source: File name:
ru: Имя файла:

source: Select Format...
ru: Выбрать формат...

source: No format selected.
ru: Формат не выбран.

source: No information is available for this format.
ru: Нет информации по этому формату

source: Image Printing
ru: Печать изображения

source: Image Print Size
ru: Размер печатаемого изображения

source: Scale to same size as on screen
ru: Масштабировать до такого размера, как на экране

source: Screen scaling. That prints according to the screen resolution.
ru: Печатать в таком же размере, как и на экране в соответствии с разрешением экрана.

source: Original size (calculate from scan resolution)
ru: Оригинальный размер (вычисляется из разрешения сканирования)

source: Calculates the print size from the scan resolution. Enter the scan resolution in the dialog field below.
ru: Вычисление размера изображения исходя из разрешения при сканировании. Введите значение разрешение при сканировании в поле внизу.

source: Scale image to custom dimension
ru: Масштабировать

source: Set the print size yourself in the dialog below. The image is centered on the paper.
ru: Установить собственный размер печатаемого изображения. Оно будет распечатано в центре страницы.

source: Scale image to fit to page
ru: Сканировать по размеру страницы

source: Printout uses maximum space on the selected pager. Aspect ratio is maintained.
ru: Изображение будет масштабировано по размеру бумаги. Пропорции изображения будут сохранены.

source: Resolutions
ru: Разрешение

source: Generate low resolution PostScript (fast draft print)
ru: Генерировать PostScript низкого разрешения (быстрая черновая печать)

source: Scan resolution (dpi):
ru: Разрешение сканирования (dpi):

source: Image width:
ru: Ширина:

source: mm
ru: мм

source: Image height:
ru: Высота:

source: Maintain aspect ratio
ru: Сохранять пропорции изображения

source: Screen resolution: %1 dpi
ru: Разрешение экрана: %1 dpi

source: Please specify a scan resolution larger than 0
ru: Укажите разрешение сканирования больше 0

source: For custom printing, a valid size should be specified. At least one dimension is zero.
ru: При печати в масштабе, указанном пользователем, должны быть даны правильные размеры. Как минимум один из размеров равен 0.

source: <qt>The folder<br><filename>%2</filename><br>does not exist and could not be created.<br><br>%1
ru: <qt>Папка<br><filename>%2</filename><br>не существует и не может быть создана.<br><br>%1

source: Error creating directory
ru: Ошибка при создании директории

source: <qt>The directory<br><filename>%1</filename><br> is not writable, please check the permissions.
ru: <qt>Каталог<br><filename>%1</filename><br> недоступен для записи, пожалуйста, проверьте права доступа.

source: indexed color image (up to 8 bit depth)
ru: индексированное цветное изображение (глубина цвета до 8 бит)

source: gray scale image (up to 8 bit depth)
ru: изображение в оттенках серого (глубина цвета до 8 бит)

source: lineart image (black and white, 1 bit depth)
ru: иллюстрация (черно-белое, 1-битовое изображение)

source: high/true color image (more than 8 bit depth)
ru: Highcolor или TrueColor изображение (глубина цвета более 8 бит)

source: unknown image type %1
ru: неизвестный тип изображения %1

source: Save OK
ru: Сохранено успешно

source: Permission denied
ru: Доступ запрещён

source: Bad file name
ru: Неправильное имя файла

source: No space left on device
ru: Недостаточно места на диске

source: Cannot write image format '%1'
ru: Не удаётся сохранить изображение в формате '%1'

source: Cannot write using protocol '%1'
ru: Не удаётся сохранить файл через протокол '%1'

source: User cancelled saving
ru: Сохранение прервано пользователем

source: Cannot create directory
ru: Не возможно создать директорию

source: Save failed
ru: Не удалось сохранить

source: Bad parameter
ru: Неправильный параметр

source: Unknown status %1
ru: Неизвестное состояние %1

source: <qt><p>The file name you supplied has no file extension.<br>Should the original one be added? <p>This would result in the new file name <filename>%1</filename>
ru: <qt><p>Указанное имя файла не содержит расширения.<br>Добавить исходное расширение к имени файла? <p>Предлагаемый вариант: <filename>%1</filename>

source: Extension Missing
ru: Расширение отсутствует

source: Add Extension
ru: Добавить расширение

source: Do Not Add
ru: Не добавлять

source: Target already exists
ru: Целевой файл уже существует

source: Unable to copy the file
ru: Не возможно скопировать файл

source: Unable to rename the file
ru: Не возможно переименовать файл

source: Error copying file
ru: Ошибка при копировании

source: Error renaming file
ru: Ошибка переименования

source: Ready
ru: Готово

source: KDE Scanning
ru: Сканирование изображений в KDE

source: Scale to Width
ru: Масштабировать по ширине

source: Scale to Height
ru: Масштабировать по высоте

source: Original Size
ru: Оригинальный размер

source: Set Zoom...
ru: Масштаб...

source: Keep Zoom Setting
ru: Сохранять настройку масштаба

source: New Image From Selection
ru: Создать из выделения

source: Mirror Vertically
ru: Отразить изображение вертикально

source: Mirror Horizontally
ru: Отразить изображение горизонтально

source: Rotate Counter-Clockwise
ru: Повернуть против часовой стрелки

source: Rotate Clockwise
ru: Повернуть по часовой стрелке

source: Rotate 180 Degrees
ru: Повернуть на 180 градусов

source: Create Folder...
ru: Создать папку...

source: Open With
ru: Открыть с помощью

source: Save Image...
ru: Сохранить...

source: Import Image...
ru: Импорт...

source: Delete Image
ru: Удалить изображение

source: Rename Image
ru: Переименовать изображение

source: Unload Image
ru: Закрыть изображение

source: Properties...
ru: Свойства

source: Select Scan Device...
ru: Выбор устройства сканера...

source: Add Scan Device...
ru: Добавить сканер

source: Preview
ru: Предпросмотр

source: Start Scan
ru: Начать сканирование

source: Photocopy...
ru: Ксерокс...

source: Scan Parameters...
ru: Параметры сканирования...

source: OCR Image...
ru: Распознать текст из всего изображения...

source: OCR Selection...
ru: Распознать текст из выделения...

source: Save OCR Result Text...
ru: Сохранить результат распознавания...

source: Spell Check OCR Result...
ru: Проверка орфографии распознанного текста

source: Unload Folder
ru: Закрыть папку

source: Delete Folder
ru: Удалить папку

source: Rename Folder
ru: Переименовать папку

source: Folder:
ru: Папка:

source: Loading non-local images is not yet implemented
ru: Загрузка удалённых файлов не поддерживается

source: Image loading failed
ru: Ошибка загрузки изображение

source: Preferences
ru: Настройки

source: General
ru: Общие

source: General Options
ru: Общие параметры

source: Startup
ru: Запуск

source: Startup Options
ru: Параметры запуска

source: Image Saving
ru: Сохранение изображений

source: Image Saving Options
ru: Параметры сохранения изображений

source: Gallery & Thumbnails
ru: Галереи и миниатюры

source: Image Gallery and Thumbnail View
ru: Параметры галереи и миниатюр

source: Optical Character Recognition
ru: Распознавание текста

source: <qt><p>Unable to create the directory<br><filename>%1</filename><br>for the Kooka gallery - %3..<p>Your document directory,<br><filename>%2</filename><br>will be used.<p>Check the document directory setting and permissions.
ru: <qt><p>Не удалось создать каталог<br><filename>%1</filename><br>для галереи Kooka - %3..<p>Будет использован ваш каталог для документов,<br><filename>%2</filename><br>.<p>Проверьте настройки и права на запись.

source: Error creating gallery
ru: Ошибка при создании галереи

source: <qt><p>An old Kooka gallery was found at<br><filename>%1</filename>.<p>The preferred new location is now<br><filename>%2</filename>.<p>Do you want to create a new gallery at the new location?
ru: <qt><p>Найдена старая галерея Kooka: <br><filename>%1</filename>.<p>Предлагаем использовать<br><filename>%2</filename>.<p>Хотите создать новую галерею?

source: Create New Gallery
ru: Создать новую галерею

source: <qt><p>Kooka will use the new gallery,<br><a href="file:%1"><filename>%1</filename></a>.<p>If you wish to add the images from your old gallery,<br><a href="file:%2"><filename>%2</filename></a>,<br>then you may do so by simply copying or moving the files.
ru: <qt><p>Kooka будет использовать новую галерею,<br><a href="file:%1"><filename>%1</filename></a>.<p>Если хотите добавить изображения из старой галереи,<br><a href="file:%2"><filename>%2</filename></a>,<br>просто скопируйте или переместите нужные файлы.

source: New Gallery Created
ru: Новая галерея создана

source: Old Gallery Exists
ru: Обнаружена старая галерея

source: <qt><b>Gallery Mode - No scanner selected</b><p>In this mode you can browse, manipulate and OCR images already in the gallery.<p><a href="a:1">Select a scanner device</a> to perform scanning, or <a href="a:2">add a device</a> if a scanner is not automatically detected.
ru: <qt><b>Режим галереи - не выбран сканер</b><p>В этом режиме можно просматривать и редактировать файлы, а также включить распознавание ранее созданных файлов.<p><a href="a:1">Выберите сканер</a> для сканирования, или <a href="a:2">добавьте устройство</a>, если сканер не был обнаружен автоматически.

source: Image View
ru: Просмотр изображений

source: Scan Preview
ru: Предварительный просмотр

source: OCR results will appear here
ru: Результаты распознавания появятся здесь

source: Scan
ru: Сканировать

source: Gallery
ru: Галерея

source: <qt><p>There was a problem opening the scanner device.<br>Check that the scanner is connected and switched on, and that SANE support for it is correctly configured.<p>Trying to use scanner device: <b>%3</b><br>libkscan reported error: <b>%2</b><br>SANE reported error: <b>%1</b>
ru: <qt><p>Ошибка при открытии сканера.<br>Проверьте, подключен ли сканер и правильно ли настроен SANE.<p>Попытка использовать следующий сканер: <b>%3</b><br>ошибка libkscan: <b>%2</b><br>ошибка SANE: <b>%1</b>

source: Add Scan Device
ru: Добавить сканер

source: <qt><p>No scanner devices are available.<p>If your scanner is a type that can be auto-detected by SANE, check that it is connected, switched on and configured correctly.<p>If the scanner cannot be auto-detected by SANE (this includes some network scanners), you need to specify the device to use. Use the "Add Scan Device" option to enter the backend name and parameters, or see that dialog for more information.
ru: <qt><p>Устройство не доступно.<p>Если SANE может автоматически определить ваш сканер, то он должен быть подключен, включен и правильно настроен.<p>Если сканер не определяется автоматически (это относится и к некоторым сетевым сканерам), укажите устройство сканера вручную. Нажмите "Добавить сканер" и в диалоговом окне введите драйвер и параметры.

source: No scanner connected
ru: Сканер не подключен

source: No selection
ru: Ничего не выбрано

source: Gallery folder %1
ru: Папка галереи %1

source: Gallery image %1
ru: Изображение галереи %1

source: Print %1
ru: Печать %1

source: Starting OCR on selection
ru: Распознавание текста из выделения

source: Starting OCR on the image
ru: Начинаю распознавание с изображения

source: OCR finished
ru: Распознавание закончено

source: OCR has not been performed yet, or the engine has been changed.
ru: Распознавание ещё не выполнялось или поменялся движок.

source: OCR Spell Check not possible
ru: Проверка орфографии невозможна

source: OCR Spell Check
ru: Проверка правописания

source: <qt><p>There was a problem during preview or scanning.<br>Check that the scanner is still connected and switched on, <br>and that media is loaded if required.<p>Trying to use scanner device: <b>%3</b><br>libkscan reported error: <b>%2</b><br>SANE reported error: <b>%1</b>
ru: <qt><p>Ошибка предварительного сканирования.<br>Проверьте, включен и подключен ли сканер, и загружен ли необходимый носитель.<p>Попытка использования сканера: <b>%3</b><br>Ошибка libkscan: <b>%2</b><br>Ошибка SANE: <b>%1</b>

source: Create new image from selection
ru: Создать новое изображение из выделения

source: Rotate image 90 degrees
ru: Повернуть на 90 градусов

source: Rotate image -90 degrees
ru: Повернуть на -90 градусов

source: Mirroring image vertically
ru: Отразить вертикально

source: Mirroring image horizontally
ru: Отразить горизонтально

source: Mirroring image both directions
ru: Отразить горизонтально и вертикально

source: Loaded image %1
ru: Загружено изображение %1

source: Unloaded image
ru: Закрыть изображение

source: Loading %1
ru: Загрузка %1

source: Updating image
ru: Обновление изображения

source: Cannot update image, it is read only
ru: Не удаётся сохранить изображение, режим "только чтение"

source: Other...
ru: Другое...

source: Scanning, image gallery and OCR
ru: Сканирование, Галерея изображений и распознавание текста (OCR)

source: Kooka provides access to scanner hardware using the <a href="http://www.sane-project.org/">SANE</a> library. Kooka allows you to scan, save and view in any image format that KDE supports, and can perform Optical Character Recognition using the open source <a href="http://jocr.sourceforge.net/">GOCR</a> or <a href="http://www.gnu.org/software/ocrad/ocrad.html">OCRAD</a> programs, or the commercial <a href="http://www.rerecognition.com/">KADMOS</a> library.
ru: Kooka предоставляет доступ к сканирующему оборудованию, используябиблиотеки проекта <a href="http://www.sane-project.org/">SANE</a>. Kooka предоставляет возможность сканирования, сохранения и просмотрарезультата в изображения любых форматов, поддерживаемых в KDE, предлагаетраспознавание с использованием открытых программ <a href="http://jocr.sourceforge.net/">GOCR</a>и <a href="http://www.gnu.org/software/ocrad/ocrad.html">OCRAD</a>, а такжекоммерческой библиотеки <a href="http://www.rerecognition.com/">KADMOS</a>.

source: (C) 2000-2010, the Kooka developers and contributors
ru: (C) 2000-2010, разработчики и контрибьюторы Kooka

source: Jonathan Marten
ru: Джонатан Мартен (Jonathan Marten)

source: Current maintainer, KDE4 port
ru: Текущий мейнтейнер, порт KDE4

source: Klaas Freitag
ru: Клаас Фрейтаг (Klaas Freitag)

source: Developer
ru: Разработчик

source: Mat Colton
ru: Мэт Колтон (Mat Colton)

source: Graphics, web
ru: графика,web

source: Ivan Shvedunov
ru: Иван Шведунов (Ivan Shvedunov)

source: Original kscan application
ru: Оригинальное приложение kscan

source: Alex Kempshall
ru: Алекс Кемпшелл (Alex Kempshall)

source: Photocopy facility
ru: Функция ксерокса

source: The SANE device specification (e.g. 'umax:/dev/sg0')
ru: Спецификация устройства SANE (напр., 'umax:/dev/sg0')

source: Gallery mode - do not connect to scanner
ru: Режим галереи без подключения к сканеру

source: Edit Scan Parameters
ru: Настроить параметры сканирования

source: Change the name and/or description of the scan parameter set.
ru: Измените имя и/или описание параметров сканирования.

source: Save Scan Parameters
ru: Сохранить параметры сканирования

source: Enter a name and description for the new scan parameter set.
ru: Введите имя и описание нового набора параметров.

source: Set name:
ru: Имя:

source: Description:
ru: Описание:

source: Start OCR
ru: Распознать текст

source: Start the Optical Character Recognition process
ru: Запустить процесс распознавания текста в изображении

source: Stop OCR
ru: Остановить распознавание

source: Stop the Optical Character Recognition process
ru: Остановить процесс распознавания текста в изображении

source: Setup
ru: Настройка

source: Optical Character Recognition using %1
ru: Распознавание текста с помощью %1

source: Executable:
ru: Исполняемый файл:

source: Version:
ru: Версия:

source: unknown
ru: неизвестно

source: No preview available
ru: Предварительный просмотр недоступен

source: No information available
ru: Сведения недоступны

source: Source
ru: Источник

source: Source Image Information
ru: Информация об исходном изображении

source: OCR Engine
ru: Движок распознавания

source: OCR Engine Information
ru: Информация об движке распознавания

source: Highlight misspelled words
ru: Подсвечивать слова с ошибками

source: Use the global spell configuration
ru: Использовать глобальные настройки проверки орфографии
