Repository: OpenMandrivaAssociation/kooka
Catalog: kooka-*.po
Languages: ru

source: Use custom spell configuration
ru: Использовать собственные настройки проверки орфографии

source: Custom Spell Configuration...
ru: Собственные настройки орфографии...

source: Start interactive spell check
ru: Начать интерактивную проверку орфографии

source: Custom spell settings above do not affect this spelling check, use the language setting in the dialog to change the dictionary language.
ru: Собственные настройки проверки (выше) не влияют на эту проверку орфографии, чтобы сменить словарный язык, используйте языковые настройки диалога.

source: Spell Check
ru: Проверка правописания

source: OCR Result Spell Checking
ru: Проверка правописания результатов распознавания

source: Retain temporary files
ru: Сохранить временные файлы

source: Verbose message output
ru: Подробный отчёт

source: Debugging
ru: Отладка

source: OCR Debugging
ru: Отладка движка GOCR

source: No image
ru: Нет изображения

source: Image: %1
ru: Изображение: %1

source: Selection: %1
ru: Выделение %1

source: This version of Kooka is not compiled with KADMOS support. Please select another OCR engine in the configuration dialog.
ru: Данная версия Kooka собрана без поддержки KADMOS. Укажите другой движок распознавания в диалоге настройки Kooka.

source: No OCR engine is configured. Please select and configure one in the OCR configuration dialog.
ru: Движок распознавания не настроен. Укажите другой движок распознавания в диалоге настройки Kooka.

source: Configure OCR...
ru: Настроить распознавание

source: None
ru: Нет

source: Unknown
ru: Неизвестно

source: OCR is already running
ru: Распознавание уже запущено

source: <qt>The following OCR temporary files are retained for debugging:<p>
ru: <qt>Следующие временные файлы распознавания сохранены для исследования ошибок:<p>

source: OCR Temporary Files
ru: Временные файлы распознавания

source: The OCR process was stopped
ru: Процесс распознавания остановлен.

source: Gray level:
ru: Уровень серого:

source: The threshold value below which gray pixels are considered to be black. The default is 160.
ru: Числовое значение, ниже которого серые точки рассматриваются как чёрные. По умолчанию: 160

source: Dust size:
ru: Размер соринок:

source: Clusters smaller than this value will be considered to be dust, and removed from the image. The default is 10.
ru: Объекты меньше этого значения рассматриваются как соринки и удаляются из изображения. Значение по умолчанию: 10

source: Space width:
ru: Межсимвольный интервал:

source: Spacing between characters. The default is 0 which means autodetection.
ru: Интервал между символами. По умолчанию - 0, что означает автоопределение

source: The path to the GOCR binary is not configured or is not valid. Please enter or check the path in the Kooka configuration.
ru: Путь к программе GOCR не настроен или имеет недопустимое значение. Укажите путь вручную в диалоге настройки Kooka.

source: GOCR Software Not Found
ru: Программа распознавания текста GOCR не найдена

source: Not found
ru: Программа не найдена

source: Error
ru: Ошибка

source: <qt><p><b>GOCR</b> (sometimes known as <b>JOCR</b>) is an open source OCR engine, originally started by Joerg&nbsp;Schulenburg and now with a team of active developers. <p>See <a href="http://jocr.sourceforge.net">jocr.sourceforge.net</a> for more information on GOCR.
ru: <qt><p><b>GOCR</b> (известен также как <b>JOCR</b>) открытый движок распознавания текста OCR, разработана Joerg&nbsp;Schulenburg и поддерживаемый группой разработчиков. <p>Бодьше информации на сайте <a href="http://jocr.sourceforge.net">jocr.sourceforge.net</a>

source: <qt>Cannot read GOCR result file <filename>%1</filename><br/>%2
ru: <qt>Не удалось прочитать файл, поданный GOCR: <filename>%1</filename><br/>%2

source: GOCR Result File Error
ru: Ошибка обработки итогового файла GOCR

source: Czech Republic, Slovakia
ru: Чешская Республика, Словакия

source: Great Britain, USA
ru: Великобритания, США

source: European Countries
ru: Европейские страны

source: The classifier files for KADMOS could not be found. OCR with KADMOS will not be possible. Change the OCR engine in the preferences dialog.
ru: Не удалось найти файлы классификаторов KADMOS. Распознавание текста через KADMOS невозможно. Измените движок распознавания в диалоге настроек.

source: Installation Error
ru: Ошибка установки

source: Please classify the font type and language of the text on the image:
ru: Укажите тип шрифта и язык распознаваемого текста:

source: Font Type Selection
ru: Выбор шрифта

source: Machine print
ru: Машинописный

source: Hand writing
ru: Рукописный

source: Norm font
ru: Типографский

source: Country
ru: Страна

source: OCR Modifier
ru: Настройки системы распознавания

source: Enable automatic noise reduction
ru: Включить автоматическое удаление шума

source: Enable automatic scaling
ru: Включить автоматическое масштабирование

source: Classifier file %1 does not exist
ru: Файл классификатора %1 не существует

source: Classifier file %1 is not readable
ru: Не удаётся прочесть файл классификатора %1

# %1 is one of the two following messages
source: <qt><p><b>Kadmos</b> is a commercial OCR/ICR library produced by reRecognition&nbsp;AG.</p><p>%1</p><p>See <a href="http://www.rerecognition.com">www.rerecognition.com</a> for more information on Kadmos.</p></qt>
ru: <qt><p><b>Kadmos</b> это коммерческая библиотека распознавания OCR/ICR, разработанная reRecognition&nbsp;AG.</p><p>%1</p><p>Больше информации на сайте <a href="http://www.rerecognition.com">www.rerecognition.com</a></p></qt>

source: This version of Kooka is configured to use the Kadmos engine.
ru: Эта версия Kooka настроена использовать движок Kadmos.

source: This version of Kooka is not configured for Kadmos. The Kadmos libraries need to be installed, and Kooka needs to be rebuilt with the '--with-kadmos' option.
ru: Эта версия Kooka не настроена на работу с Kadmos. Надо установить библиотеки Kadmos и пересобрать Kooka с опцией '--with-kadmos'

source: The classifier file necessary for OCR cannot be loaded: %1; OCR with the KADMOS engine is not possible.
ru: Не удаётся загрузить необходимый файл классификатора для распознавания: %1 Распознавание через движок KADMOS невозможно.

source: KADMOS Installation Problem
ru: Ошибка установки KADMOS

source: The KADMOS OCR system could not be started: %1 Please check the configuration.
ru: Не удаётся запустить систему распознавания KADMOS: Проверьте настройки.

source: KADMOS Failure
ru: Ошибка KADMOS

source: The path to the OCRAD binary is not configured or is not valid. Please enter or check the path in the Kooka configuration.
ru: Путь к программе OCRAD не установлен. Укажите путь вручную в диалоге настройки Kooka.

source: OCRAD Binary Not Found
ru: Программа распознавания текста OCRAD не найдена

source: Layout analysis mode:
ru: Режим анализа расположения:

source: No Layout Detection
ru: Без обнаружения областей

source: Layout Detection
ru: Обнаружение областей

source: Column Detection
ru: Определение колонки

source: Full Layout Detection
ru: Полное обнаружение областей

source: Character set:
ru: Набор символов:

source: (default)
ru: (по умолчанию)

source: Filter:
ru: Фильтр:

source: Transform:
ru: Преобразование:

source: Invert input
ru: Инвертировать ввод

source: Set threshold
ru: Установить порог

source: Threshold
ru: Порог

source: <qt><p><b>OCRAD</b> is an free software OCR engine by Antonio&nbsp;Diaz, part of the GNU&nbsp;Project. <p>Images for OCR should be scanned in black/white (lineart) mode. Best results are achieved if the characters are at least 20&nbsp;pixels high. Problems may arise, as usual, with very bold or very light or broken characters, or with merged character groups.<p>See <a href="http://www.gnu.org/software/ocrad/ocrad.html">www.gnu.org/software/ocrad/ocrad.html</a> for more information on OCRAD.
ru: <qt><p><b>OCRAD</b> это открытый движок распознавания текста OCR, написанный Antonio&nbsp;Diaz. Он является частью проекта GNU&nbsp;Project. <p>Изображения для него должны сканироваться в чёрно-белом однобитовом режиме. Лучшего результата можно добиться если буквы будут не меньше 20&nbsp;пикселей в высоту. Проблемы могут быть с очень тонкими, очень светлыми и разорванными или совмещёнными буквами.<p>Подробнее на сайте проекта: <a href="http://www.gnu.org/software/ocrad/ocrad.html">www.gnu.org/software/ocrad/ocrad.html</a>

source: <qt>Running the OCRAD process (<filename>%1</filename>) %2 with exit status %3.<br>More information may be available in its <A HREF="%4">standard output</A> or <A HREF="%5">standard error</A> log files.
ru: <qt>Запущен процесс OCRAD (<filename>%1</filename>) %2 с кодом завершения%3.<br>Более подробную информацию можно найти в файлах журнала <A HREF="%4">стандартного вывода</A> или <A HREF="%5">стандартного вывода ошибок</A>.

source: crashed
ru: Аварийно завершился

source: failed
ru: Сбой

source: OCR Command Failed
ru: Сбой команды распознавания

source: Parsing the OCRAD result file failed %1
ru: Ошибка обработки файла результата распознавания: %1

source: OCR Result Parse Problem
ru: Ошибка обработки результата распознавания

source: File '%1' does not exist
ru: Файл «%1» не существует

source: File '%1' unreadable
ru: Файл '%1' нечитаем

source: Cannot open file '%1'
ru: Невозможно открыть файл '%1'

source: Save OCR Result Text
ru: Сохранить результат распознавания

source: <qt>Unable to save the OCR results file<br><filename>%1</filename>
ru: <qt>Не удалось сохранить результат распознавания в файл<br><filename>%1</filename>

source: Error saving OCR results
ru: Ошибка сохранения результатов распознавания

source: PhotoCopier
ru: Ксерокс

source: Print options
ru: Параметры печати

source: Copies:
ru: Копий:

source: Scanner Settings: %1
ru: Настройки сканера: %1

source: Scan size:
ru: Размер сканирования:

source: Hidden Messages
ru: Скрытые сообщения

source: Use this button to reenable all messages and questions which have been hidden by using "Don't ask me again".
ru: Нажмите чтобы видеть скрытые сообщения и вопросы, которые были спрятаны после нажатия "Не спрашивать опять"

source: Enable Messages/Questions
ru: Включить сообщения/вопросы

source: Query network for available scanners
ru: Поиск доступных сканеров в сети

source: Check this if you want a network query for available scanners. Note that this does not mean a query over the entire network but only the stations configured for SANE.
ru: Выберите эту опцию, если вы хотите осуществить поиск доступных сетевых сканеров. Примечание: поиск будет осуществляться не по всем компьютерам сети, а только по компьютерам, настроенным для работы с SANE.

source: Show the scanner selection dialog
ru: Показать диалог выбора сканера

source: Check this to show the scanner selection dialog on startup.
ru: Показать диалог выбора сканера при запуске

source: Load the last selected image into the viewer
ru: Загрузить последнее выбранное изображение

source: Check this if you want Kooka to load the last selected image into the viewer on startup. If your images are large, that might slow down Kooka's startup.
ru: При выборе этой опции программа при запуске загрузит последнее открытое изображение. Если размер этого изображения большой, запуск программы может замедлиться.

source: Always use the Save Assistant
ru: Всегда использовать мастер сохранения изображения

source: Check this if you want to always use the image save assistant, even if there is a default format for the image type.
ru: Включите эту опцию, если хотите всегда использовать мастер сохранения изображения, даже при наличии настройки формата файла по умолчанию.

source: Ask for filename when saving
ru: Запрашивать имя файла при сохранении

source: Check this if you want to enter a file name when scanning an image.
ru: Отметьте эту опцию чтобы указывать каждый раз имя файла для сканируемого изображения.

source: Before the scan starts
ru: Перед началом сканирования

source: Check this if you want to enter the file name before scanning starts.
ru: Отметьте эту опцию чтобы указывать имя файла перед сканированием.

source: After the scan is finished
ru: После завершения сканирования

source: Check this if you want to enter the file name after scanning has finished.
ru: Отметьте эту опцию чтобы указывать имя файла после сканирования.

source: Image Gallery
ru: Галерея

source: Show recent folders:
ru: Показывать последние папки:

source: Not shown
ru: Не показано

source: At top
ru: На верху

source: At bottom
ru: Внизу

source: Allow click-to-rename
ru: Разрешить переименование по щелчку

source: Check this if you want to be able to rename gallery items by clicking on them (otherwise, use the "Rename" menu option)
ru: Включите, если хотите разрешить переименование элементов по щелчку мыши (иначе только кнопкой "Переименовать")

source: Thumbnail View
ru: Просмотр уменьшенных копий

source: Use a custom background image
ru: Выберите фоновое изображение:

source: Image:
ru: Изображение:

source: Preview size:
ru: Размер предпросмотра:

source: OCR Engine:
ru: движок OCR:

source: Engine executable:
ru: Исполняемый файл движка:

source: No OCR engine is selected. Select and configure one to perform OCR.
ru: Движок распознавания не выбран.Укажите и настройте другой движок распознавания в диалоге настройки Kooka.

source: Unknown engine %1.
ru: Неизвестный движок %1.

source: <qt>The path <filename>%1</filename> is not a valid binary. Please check the path and install the program if necessary.
ru: <qt>Путь <filename>%1</filename> указывает на недопустимый исполняемый файл. Проверьте путь и установите программу, если необходимо.

source: OCR Engine Not Found
ru: Движок распознавания текста не найден

source: <qt>The program <filename>%1</filename> exists, but is not executable. Please check the path and permissions, and/or reinstall the program if necessary.
ru: <qt>Программа <filename>%1</filename> существует, но не является исполняемым файлом. Измените его атрибуты и/или правильно установите программу.

source: OCR Engine Not Executable
ru: Движок распознавания текста не является исполняемым файлом

source: Name
ru: Имя

source: Size
ru: Размер

source: Format
ru: Формат

source: Kooka Gallery
ru: Галерея

source: empty
ru: пусто

source: one image
ru: %1 изображение

source: one file
ru: %1 файл

source: one file,
ru: %1 файл.

source: one image,
ru: %1 изображение,

source: 1 folder
ru: %1 папка

source: You entered a file extension that differs from the existing one. That is not yet possible. Converting 'on the fly' is planned for a future release. Kooka corrects the extension.
ru: Вы указали расширение, которое отличается от оригинального.В этой версии преобразование формата не реализовано. Преобразование формата появится в будущих версиях. Kooka исправит расширение.

source: On the Fly Conversion
ru: Преобразование формата

source: Not a valid image format
ru: Не правильный формат изображения

source: Sub-image %1
ru: Доп.изображение %1

source: <qt><p>Unable to load the image<br><filename>%2</filename><br><br>%1
ru: <qt><p>Невозможно загрузить файл изображения<br><filename>%2</filename><br><br>%1

source: Image Load Error
ru: Ошибка загрузки

source: <qt>Unable to update the image<br><filename>%2</filename><br><br>%1
ru: <qt>Невозможно обновить изображение<br><filename>%2</filename><br><br>%1

source: Save Error
ru: Ошибка сохранения

source: Incoming/
ru: Входящие/

source: <qt>Could not save the image<br><filename>%2</filename><br><br>%1
ru: <qt>Не возможно сохранить изображение<br><filename>%2</filename><br><br>%1

source: Image Save Error
ru: Ошибка сохранения изображения

source: All Files
ru: Все файлы

source: Import Image File to Gallery
ru: Импорт файла изображения в галерею

source: <qt>Do you really want to permanently delete the folder<br><filename>%1</filename><br>and all of its contents? It cannot be restored.
ru: <qt>Вы действительно хотите удалить папку<br><filename>%1</filename><br>и все её элементы? После этого оно не может быть восстановлено!

source: <qt>Do you really want to permanently delete the image<br><filename>%1</filename>?<br>It cannot be restored.
ru: <qt>Вы хотите удалить изображение из галереи?<br><filename>%1</filename>?<br>После этого оно не может быть восстановлено!

source: Delete Gallery Item
ru: Удалить элемент галереи

source: <qt>Could not delete the image or folder<br><filename>%2</filename><br><br>%1
ru: <qt>Не возможно удалить<br><filename>%2</filename><br><br>%1

source: File Delete Error
ru: Ошибка удаления файла

source: New Folder
ru: Новая папка

source: Name for the new folder:
ru: Введите имя новой папки:

source: Scan Parameters
ru: Параметры сканирования

source: Saved scan parameter sets:
ru: Сохранённый набор параметров сканирования:

source: Load
ru: Загрузить

source: Load the selected scan parameter set to use as scanner settings
ru: Загрузить выбранный набор параметров сканирования

source: Save...
ru: Сохранить...

source: Save the current scanner settings as a new scan parameter set
ru: Сохранить текущие параметры сканирования как новый набор

source: Delete
ru: Удалить

source: Delete the selected scan parameter set
ru: Удалить выбранный набор параметров

source: Edit...
ru: Редактировать...

source: Change the name or description of the selected scan parameter set
ru: Изменить имя или описание выбранного набора параметров

source: No save set selected.
ru: Набор параметров не выбран

source: %1, %2 dpi
ru: %1, %2 точек на дюйм

source: <qt>Do you really want to delete the set '<b>%1</b>'?
ru: <qt>Удалить набор «<b>%1</b>»?

source: Delete Scan Parameter Set
ru: Удалить набор параметров сканирования

source: Thumbnails
ru: Миниатюры

source: Preview Size
ru: Размер области предварительного просмотра

source: Very Large
ru: Очень большой

source: Large
ru: Большой

source: Medium
ru: Средний

source: Small
ru: Маленький

source: Very Small
ru: Очень маленький

source: Tiny
ru: Крошечный
